{
    "pagination": {
        "limit": 25,
        "offset": 0,
        "count": 25,
        "total": 10000
    },
    "data*": [
        {
            "author": null,
            "title": "Maroc : Nouvelle secousse tellurique au large de Driouch",
            "description": "Une secousse tellurique de magnitude 4,0 degrés sur léchelle de Richter a été enregistrée dimanche dans la province de Driouch, a indiqué lInstitut national de géophysique (ING). La secousse, dont l’épicentre est situé au large de Driouch, sest produite à 11h 48min 18sec (GMT+1), a précisé le Réseau national de surveillance et d’alerte sismique, relevant de l’ING, dans un bulletin d’alerte sismique. Survenue à une profondeur de 13 kilomètres, elle sest produite à une latitude de 35.416°N et une longitude de 3.504°W, selon la même source.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/112946\/maroc-nouvelle-secousse-tellurique-large.html",
            "source*": "yabiladi.com",
            "image*": "https:\/\/static.yabiladi.com\/files\/articles\/3b33e3b1bf50cc6596ff6173b264b9a420210801153520150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at*": "2021-08-01T13:40:00+00:00"
        },
        {
            "author": "monjed jado",
            "title": "16 Palestinian prisoners remain on hunger strike against unfair detention in Israel",
            "description": "Ramallah\/PNN\/ A total of 16 Palestinian prisoners in Israeli detention currently remain on hunger strike in protest of their unfair administrative detention without a charge or trial, according to the Detainees and Ex-Detainees Affairs Commission. The Commission said some of the hunger-striking prisoners have been on hunger strike for 18 days, while others have been \u0026#8230;التدوينة 16 Palestinian prisoners remain on hunger strike against unfair detention in Israel ظهرت أولاً على PNN.",
            "url": "http:\/\/english.pnn.ps\/2021\/08\/01\/16-palestinian-prisoners-remain-on-hunger-strike-against-unfair-detention-in-israel\/",
            "source": "english",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ps",
            "published_at": "2021-08-01T07:42:52+00:00"
        },
        {
            "author": null,
            "title": "Comment la construction du mur des Sables avait permis au Maroc d’inverser la donne au Sahara",
            "description": "Quelques années après la Marche verte et la libération du Sahara de l’occupation espagnole, une guerre entre le Maroc et le Polisario s’était déclenchée. Un document secret de la CIA s’inquiétait même, en 1979, d’une «perte defficacité du Maroc» face au Polisario. Mais le royaume fera construire un mur qui épuisera les guérillas du mouvement séparatiste.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/82028\/comment-construction-sables-avait-permis.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/ba2a5e0494643f3ae69dd35917abc2f420190807175449150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-01T06:00:00+00:00"
        },
        {
            "author": null,
            "title": "الجامعة الملكية للملاكمة تقبل استقالة المدير الفني \u0026quot;بربوشي\u0026quot; بعد الحصيلة الكارثية لـ\u0026quot;القفاز المغربي\u0026quot; في أولمبياد \u0026quot;طوكيو 2020\u0026quot;",
            "description": "قبلت الجامعة الملكية المغربية للملاكمة، استقالة منير بربوشي، المدير الفني الوطني للملاكمة، والمقدمة من قبله في تاريخ الـ28 من شهر يوليوز الحالي.وأرجع بربوشي دوافع وأسباب استقالته للأداء \u0022الكارثي\u0022 للقف",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-01-09-30-851.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-01T09:35:29+00:00"
        },
        {
            "author": null,
            "title": "Maroc : Décès de l’ancien maire de Marrakech, Omar Jazouli",
            "description": "Lancien maire de Marrakech, Omar Jazouli, est décédé, dans la nuit de samedi à dimanche, á lâge de 75 ans, a-t-on appris auprès de sa famille. Le responsable politique a occupé la fonction de maire de la cité ocre entre 2003 et 2009.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/112940\/maroc-deces-l-ancien-maire-marrakech.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/170ea0430f72abd600be26e57e55f9fe20210801125825150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-01T10:59:00+00:00"
        },
        {
            "author": null,
            "title": "معتز برشم يُحقق الميدالية الذهبية في \u0026quot;الوثب العالي\u0026quot; ويُهدي قطر ثاني تتويجاتها في \u0026quot;طوكيو 2020\u0026quot;",
            "description": "حقق البطل القطري، معتز برشم، الميدالية الذهبية في الوثب العالي، خلال دورة الألعاب الأولمبية المقامة حاليًا بطوكيو.باقي التفاصيل بعد قليل..",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-01-10-48-357.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-01T12:45:29+00:00"
        },
        {
            "author": "SudanTribube.com",
            "title": "South Sudan security shut policy think tank, arrest activist",
            "description": "August 2, 2021 (JUBA) - Government security agents in South Sudan on Monday shut down The Sudd Institute, an independent research organisation and arrested one of its directors. “The Sudd Institute has been shut down by national security and our colleagues, including our acting managing director, Dr. Augustino Ting Mayai has been taken to Blue House for interrogation”, said Jok Madut Jok, a director at The Sudd Institute. He added, “We condemn these actions and demand the release of our (...)-News",
            "url": "https:\/\/www.sudantribune.com\/spip.php?article69897",
            "source": "Sudan Tribune",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "sd",
            "published_at": "2021-08-03T07:56:25+00:00"
        },
        {
            "author": "Asmahan Qarjouli",
            "title": "Israeli-funded Fenix scooters expand to Turkey following controversial Qatar launch",
            "description": "The scooter company continued operations in Qatar despite nationwide outrage over its links to Israel. Israeli-funded and UAE-based company Fenix has expanded its operations to Turkey after purchasing Turkish scooter company PALM for $5 million, Reuters reported on Monday. According to the new agency, Fenix was the first Emirati start-up to receive Israeli venture investment [\u0026#8230;](The post Israeli-funded Fenix scooters expand to Turkey following controversial Qatar launch is from Doha News | Qatar.)",
            "url": "http:\/\/feedproxy.google.com\/~r\/DohaNews\/~3\/PB21m8wOI30\/",
            "source": "Doha News",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "qa",
            "published_at": "2021-08-03T10:19:20+00:00"
        },
        {
            "author": "Asmahan Qarjouli",
            "title": "Qatar condemns attack on oil tanker off Oman coast",
            "description": "The Liberian-flagged, Japanese-owned petroleum tanker was attacked on July 29, where two were killed.  Qatar has condemned last week\u0026#8217;s attack on the Mercer Street oil tanker off the Omani coast, calling for regional security and stability to be maintained. \u0026#8220;Qatar called for resorting to the international law to ensure that such attacks would not be [\u0026#8230;](The post Qatar condemns attack on oil tanker off Oman coast is from Doha News | Qatar.)",
            "url": "http:\/\/feedproxy.google.com\/~r\/DohaNews\/~3\/lHjOuq4zdSs\/",
            "source": "Doha News",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "qa",
            "published_at": "2021-08-03T08:09:29+00:00"
        },
        {
            "author": "Farah AlSharif",
            "title": "How to get your hands on tickets for Qatar’s 2021 FIFA Arab Cup",
            "description": "The 2021 FIFA Arab Cup will act as a precursor to next year\u0026#8217;s World Cup in Qatar.  Tickets for the 2021 FIFA Arab Cup are now available to purchase, the global footballing body confirmed. The tournament will take place in Qatar during November and December of this year, just one year ahead of the 2022 [\u0026#8230;](The post How to get your hands on tickets for Qatar\u0026#8217;s 2021 FIFA Arab Cup is from Doha News | Qatar.)",
            "url": "http:\/\/feedproxy.google.com\/~r\/DohaNews\/~3\/fZMd3MI-gwg\/",
            "source": "Doha News",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "qa",
            "published_at": "2021-08-03T08:01:19+00:00"
        },
        {
            "author": null,
            "title": "Maroc : Dissolution de la DTN de boxe après les échecs des Jeux olympiques",
            "description": "La Fédération royale marocaine de boxe (FRMB) a décidé, lors dune réunion durgence tenue samedi, de dissoudre la Direction technique nationale (DTN), y compris les cadres en charge des équipes nationales et de geler toutes ses activités jusquà la tenue de lassemblée générale ordinaire, prévue en septembre prochain.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/112954\/maroc-dissolution-boxe-apres-echecs.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/127fce6990fc9bcf4ff32dd785ec607320210801213654150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-01T19:40:00+00:00"
        },
        {
            "author": null,
            "title": "بلاغ مشترك لفصيلي \u0026quot;لوس ماتادوريس\u0026quot; و\u0026quot;سيمبري بالوما\u0026quot;: \u0026quot;عدد من نواة المجموعتين تم اعتقالهم من أمام منازلهم في تطوان!\u0026quot;",
            "description": "أصدر فصيلا \u0022لوس ماتادوريس\u0022 و\u0022سيمبري بالوما\u0022، المناصران لنادي المغرب التطواني، بلاغا مشتركا، أكدا من خلاله تعرض عدد من نواة المجموعتين لـ\u0022اعتقالات تعسفية\u0022.وجاء في البلاغ:المصائب لا تأتي فرادى! توصل عدد",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-01-18-47-343.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-01T18:50:31+00:00"
        },
        {
            "author": null,
            "title": "السويد تتفوق على أستراليا وتضرب موعدا مع كندا في نهائي منافسة كرة القدم \u0026quot;سيدات\u0026quot; في أولمبياد \u0026quot;طوكيو 2020\u0026quot;",
            "description": "ضرب المنتخب السويدي موعدا مع نظيره الكندي في المباراة النهائية لمنافسات كرة القدم للسيدات بدورة الألعاب الأولمبية المقامة حاليا في العاصمة اليابانية طوكيو، وذلك بعد فوزه على نظيره الأسترالي 1-0 في الد",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-02-17-15-655.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-02T17:45:32+00:00"
        },
        {
            "author": null,
            "title": "سفيان البقالي يحرز \u0026quot;الذهب\u0026quot; ويمنح المغرب أول ميدالية في أولمبياد \u0026quot;طوكيو 2020\u0026quot;",
            "description": "منح البطل سفيان البقالي، المغرب أول ميدالية في دورة الألعاب الأولمبية \u0022طوكيو 2020\u0022، المقامة حاليا باليابان، بعد أن تُوج بذهبية سباق 3000 متر موانع.باقي التفاصيل بعد قليل...",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-02-12-17-122.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-02T12:25:33+00:00"
        },
        {
            "author": null,
            "title": "تعرف على كواليس الجزء الخامس من مسلسل La Casa De papel",
            "description": "«100 ساعة تبدو وكأنها 100 سنة»، هكذا تصف طوكيو شعورها في الإعلان الرسمي للنصف الأول من الجزء الخامس من مسلسل البروفيسور",
            "url": "https:\/\/www.elwatannews.com\/news\/details\/5616499",
            "source": "El Watan",
            "image": "",
            "category": "general",
            "language": "ar",
            "country": "eg",
            "published_at": "2021-08-03T05:20:41+00:00"
        },
        {
            "author": "monjed jado",
            "title": "Birzeit University Student Layan Nasir Targeted Amid Israel’s Broader Silencing Campaign Against Palestinian Students",
            "description": "Ramallah\/PNN\/ Palestinian youth and students are systematically targeted as part of Israel’s protracted silencing campaign. Students at Birzeit University especially have been subject to systematic attacks, IOF raids, and arbitrary detention, all of which serve Israel’s ultimate goal of maintaining its occupation and apartheid regime over the Palestinian people. Beyond physical assault, many students have \u0026#8230;التدوينة Birzeit University Student Layan Nasir Targeted Amid Israel’s Broader Silencing Campaign Against Palestinian Students ظهرت أولاً على PNN.",
            "url": "http:\/\/english.pnn.ps\/2021\/08\/04\/birzeit-university-student-layan-nasir-targeted-amid-israels-broader-silencing-campaign-against-palestinian-students\/",
            "source": "english",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ps",
            "published_at": "2021-08-04T06:38:15+00:00"
        },
        {
            "author": "إعلام",
            "title": "مسلسل \u0022 الحرامي 2 \u0022 الأعلى مشاهدة على \u0022شاهد\u0022 - E3lam.Com",
            "description": "الحرامي 2 الأعلى مشاهدة على شاهد حيث نشر أحمد داش عبر حسابه الشخصي على موقع تبادل الصور والفيديوهات إنستجرام صورة لغلاف المسلسل معلقا",
            "url": "http:\/\/thinakhbarak.local\/articles\/42486604-%D9%85%D8%B3%D9%84%D8%B3%D9%84-quot-%D8%A7%D9%84%D8%AD%D8%B1%D8%A7%D9%85%D9%8A-2-quot-%D8%A7%D9%84%D8%A3%D8%B9%D9%84%D9%89-%D9%85%D8%B4%D8%A7%D9%87%D8%AF%D8%A9-%D8%B9%D9%84%D9%89",
            "source": "Akhbarak.net",
            "image": "https:\/\/akhbarak.net\/photos\/articles-photos\/2021\/8\/4\/42486604\/42486604-large.jpg?1628082940",
            "category": "general",
            "language": "ar",
            "country": "eg",
            "published_at": "2021-08-04T13:15:34+00:00"
        },
        {
            "author": null,
            "title": "Covid-19 : Dépassé, l’hôpital d’Essaouira appelle à une mobilisation humanitaire",
            "description": "Face à la recrudescence des cas d’infection au nouveau coronavirus, en particulier ceux nécessitant des soins en réanimation, l’hôpital provincial d’Essaouira s’est confronté à une pénurie de personnel qualifié. Cette situation de saturation a poussé la délégation de la Santé dans la province à lancer un appel au bénévolat à l’ensemble des professionnels du secteurs qui peuvent aider dans la prise en charge des patients.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/113015\/covid-19-depasse-l-hopital-d-essaouira-appelle.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/e3b76fef6b87cf909c63e4bd8c584e0320210803132514150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-03T11:40:00+00:00"
        },
        {
            "author": null,
            "title": "Migration : 17 Marocains secourus dans le détroit de Gibraltar",
            "description": "Les services espagnols de sauvetage maritime ont secouru, mardi soir, deux embarcations dans les eaux du détroit de Gibraltar, à bord desquels voyageaient 17 migrants marocains, dont une femme. Selon l’agence EFE, ils ont été transférés vers le port de Ceuta, où la Croix-Rouge espagnole leur a prodigué des soins et vérifié quils étaient en bonne santé.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/113074\/migration-marocains-secourus-dans-detroit.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/4a22be4b47f88acd179f37cb7f4204d620210804162611150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-04T14:57:00+00:00"
        },
        {
            "author": null,
            "title": "Imran Louza rejoint finalement les Lions de l’Atlas",
            "description": "Imran Louza, le jeune international franco-marocain de 22 ans, va désormais évoluer avec l’équipe nationale marocaine, annonce RMC Sport. Alors que le milieu de terrain vient de quitter le FC Nantes pour rejoindre Watford en Angleterre, le joueur qui a évolué avec les équipes jeunes de la France en 2019 a finalement accepté les appels de Vahid HalilhodÅ¾iÄ\u0087 pour rejoindre les Lions de l’Atlas.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/113045\/imran-louza-rejoint-finalement-lions.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/0d9d2625372231a50138d3e355531e4120210804095441150.jpg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-04T09:30:00+00:00"
        },
        {
            "author": null,
            "title": "بسبب صفقة الـ\u0026quot;كاف\u0026quot; مع شركة \u0026quot;لا غاردير سبورت\u0026quot;.. الـ\u0026quot;فيفا\u0026quot; يُعاقب عيسى حياتو بالإيقاف لمدة عام وأداء غرامة 30 ألف فرنك سويسري",
            "description": "قررت لجنة الأخلاقات التابعة للاتحاد الدولي لكرة القدم، اليوم الثلاثاء، منع الرئيس الفخري للاتحاد الأفريقي لكرة القدم، عيسى حياتو، من مزاولة أي نشاط لمدة عام وتغريمه 30 ألف فرنك سويسري.ويأتي إيقاف حيات",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-03-15-20-363.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-03T15:45:35+00:00"
        },
        {
            "author": null,
            "title": "بعد رحيل بوفتيني وأوبيلا.. الحسنية يحدد \u0026quot;قائمة المغادرين\u0026quot; ويجدد لأربعة لاعبين مع تصعيده لخمسة آخرين من \u0026quot;فريق الأمل\u0026quot;",
            "description": "حدد حسنية أكادير، قائمة لاعبيه الدين سيغادرون الفريق، والعناصر التي ستجدد عقدها، بالإضافة للشبان الذين ينشطون ضمن فريق الأمل، وسيتم تصعيدهم بداية من الموسم الكروي القادم.وبعد رحيل سفيان بوفتيني والمهد",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-04-14-25-933.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-04T14:30:35+00:00"
        },
        {
            "author": null,
            "title": "حصيلة الرياضيين المغاربة في اليوم الـ12 من أولمبياد \u0026quot;طوكيو 2020\u0026quot;.. \u0026quot;إخفاق\u0026quot; في الفروسية وإقصاء البقالي وبوقنطار والساعي مقابل تأهل الصديقي",
            "description": "كان \u0022الإخفاق\u0022 عنوانا للمشاركة المغربية خلال اليوم الـ12 من دورة الألعاب الصيفية \u0022طوكيو 2020\u0022، المقامة منذ الـ23 من يوليوز حتى الثامن من شهر غشت الجاري، حيث فشل ستة رياضيين من أصل سبعة مثلوا الراية الو",
            "url": "http:\/\/www.elbotola.com\/article\/2021-08-03-16-36-261.html",
            "source": "Elbotola.com",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-03T16:40:36+00:00"
        },
        {
            "author": null,
            "title": "L’armée espagnole transporte les dépouilles des îlots occupées près d’Al Hoceïma",
            "description": "L’armée espagnole a commencé à exhumer 54 tombes, la plupart appartenant à des soldats, sur les îlots occupées Nekkor et Badis, près d’Al Hoceïma.",
            "url": "https:\/\/www.yabiladi.com\/articles\/details\/113041\/l-armee-espagnole-transporte-depouilles-ilots.html",
            "source": "yabiladi.com",
            "image": "https:\/\/static.yabiladi.com\/files\/articles\/738fdd30b76a88069dce13dd3d060d7720210804031208150.jpeg",
            "category": "general",
            "language": "ar",
            "country": "ma",
            "published_at": "2021-08-04T07:28:00+00:00"
        },
        {
            "author": "Asmahan Qarjouli",
            "title": "Tunisia continue to prevent Al Jazeera journalists from working, as channel’s office remains shut",
            "description": "Anti-government protests erupted in Tunis on 25 July after President Kais Saied’s decision to suspend parliament and the country’s prime minister. Amid the unrest, Tunisian forces also shut down Al Jazeera’s local news operation. Al Jazeera’s offices remain locked and journalists are unable to retrieve their equipment, the broadcaster’s bureau chief in Tunis, Lotfi Hajji, [\u0026#8230;](The post Tunisia continue to prevent Al Jazeera journalists from working, as channel’s office remains shut is from Doha News | Qatar.)",
            "url": "http:\/\/feedproxy.google.com\/~r\/DohaNews\/~3\/aTZZH0Vn2aI\/",
            "source": "Doha News",
            "image": null,
            "category": "general",
            "language": "ar",
            "country": "qa",
            "published_at": "2021-08-05T13:00:36+00:00"
        }
    ]
}